;===============================================================================================================
;                                                Interrogation Project Outcomes
;===============================================================================================================

; Intel Reward

[Interrogation_Advent_Intel X2ItemTemplate]
FriendlyName="审讯完成"
FriendlyNamePlural="审讯完成"
BriefSummary="审讯很成功，我们从受审者那里获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

; Facility Lead Reward

[Interrogation_Advent_FacilityLead X2ItemTemplate]
FriendlyName="审讯完成"
FriendlyNamePlural="审讯完成"
BriefSummary="审讯非常成功，我们不仅从受审者那里获得了情报，还获得了一个设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."


;===============================================================================================================
;                                                 Captive Descriptions
;===============================================================================================================
; Keeping all of them brief, since there's soo much templates...

; Troopers
[InR_Captive_AdvTrooperM1 X2ItemTemplate]
FriendlyName="变种人士兵俘虏"
FriendlyNamePlural="变种人士兵俘虏"
BriefSummary="这是我们禁闭室里的一名变种人士兵俘虏.由于缺乏关于抓捕他们的变种人协议，他们经常只能坐在拘留室的一角."

[InR_Captive_AdvTrooperM2 X2ItemTemplate]
FriendlyName="高级士兵俘虏"
FriendlyNamePlural="高级士兵俘虏"
BriefSummary="这是我们禁闭室里的一名高级士兵俘虏.由于缺乏关于抓捕他们的变种人协议，他们经常只能坐在拘留室的一角."

[InR_Captive_AdvTrooperM3 X2ItemTemplate]
FriendlyName="精英士兵俘虏"
FriendlyNamePlural="精英士兵俘虏"
BriefSummary="这是我们禁闭室里的一名精英士兵俘虏.由于缺乏关于抓捕他们的变种人协议，他们经常只能坐在拘留室的一角."

[InR_Captive_FrostTrooperM1 X2ItemTemplate]
FriendlyName="冰霜士兵俘虏"
FriendlyNamePlural="冰霜士兵俘虏"
BriefSummary="这是我们禁闭室里的一名冰霜士兵俘虏.由于缺乏关于抓捕他们的变种人协议，他们经常只能坐在拘留室的一角."

[InR_Captive_FrostTrooperM2 X2ItemTemplate]
FriendlyName="高级冰霜士兵俘虏"
FriendlyNamePlural="高级冰霜士兵俘虏"
BriefSummary="这是我们禁闭室里的一名高级冰霜士兵俘虏.由于缺乏关于抓捕他们的变种人协议，他们经常只能坐在拘留室的一角."

[InR_Captive_FrostTrooperM3 X2ItemTemplate]
FriendlyName="精英冰霜士兵俘虏"
FriendlyNamePlural="精英冰霜士兵俘虏"
BriefSummary="这是我们禁闭室里的一名精英冰霜士兵俘虏.由于缺乏关于抓捕他们的变种人协议，他们经常只能坐在拘留室的一角."

[InR_Captive_AdvBioTrooperM1 X2ItemTemplate]
FriendlyName="生化士兵俘虏"
FriendlyNamePlural="生化士兵俘虏"
BriefSummary="这是我们禁闭室里的一名生化士兵俘虏.由于缺乏关于抓捕他们的变种人协议，他们经常只能坐在拘留室的一角."

[InR_Captive_AdvBioTrooperM2 X2ItemTemplate]
FriendlyName="高级生化士兵俘虏"
FriendlyNamePlural="高级生化士兵俘虏"
BriefSummary="这是我们禁闭室里的一名高级生化士兵俘虏.由于缺乏关于抓捕他们的变种人协议，他们经常只能坐在拘留室的一角."

[InR_Captive_AdvBioTrooperM3 X2ItemTemplate]
FriendlyName="精英生化士兵俘虏"
FriendlyNamePlural="精英生化士兵俘虏"
BriefSummary="这是我们禁闭室里的一名精英生化士兵俘虏.由于缺乏关于抓捕他们的变种人协议，他们经常只能坐在拘留室的一角."

[InR_Captive_AdvBioRocketTrooperM2 X2ItemTemplate]
FriendlyName="生化火箭兵俘虏"
FriendlyNamePlural="生化火箭兵俘虏"
BriefSummary="这是我们禁闭室里的一名生化火箭兵俘虏.由于缺乏关于抓捕他们的变种人协议，他们经常只能坐在拘留室的一角."

[InR_Captive_AdvBioRocketTrooperM3 X2ItemTemplate]
FriendlyName="重型生化火箭兵俘虏"
FriendlyNamePlural="重型生化火箭兵俘虏"
BriefSummary="这是我们禁闭室里的一名重型生化火箭兵俘虏.由于缺乏关于抓捕他们的变种人协议，他们经常只能坐在拘留室的一角."

; Officers
[InR_Captive_AdvCaptainM1 X2ItemTemplate]
FriendlyName="变种人军官俘虏"
FriendlyNamePlural="变种人军官俘虏"
BriefSummary="这是我们禁闭室里的一名变种人军官俘虏.他们有严格的作息安排，包括体力锻炼和准时送餐."

[InR_Captive_AdvCaptainM2 X2ItemTemplate]
FriendlyName="高级军官俘虏"
FriendlyNamePlural="高级军官俘虏"
BriefSummary="这是我们禁闭室里的一名高级军官俘虏.他们有严格的作息安排，包括体力锻炼和准时送餐."

[InR_Captive_AdvCaptainM3 X2ItemTemplate]
FriendlyName="精英军官俘虏"
FriendlyNamePlural="精英军官俘虏"
BriefSummary="这是我们禁闭室里的一名精英军官俘虏.他们有严格的作息安排，包括体力锻炼和准时送餐."

[InR_Captive_AdvBioCaptainM1 X2ItemTemplate]
FriendlyName="生化军官俘虏"
FriendlyNamePlural="生化军官俘虏"
BriefSummary="这是我们禁闭室里的一名生化军官俘虏.他们有严格的作息安排，包括体力锻炼和准时送餐."

[InR_Captive_AdvBioCaptainM2 X2ItemTemplate]
FriendlyName="高级生化军官俘虏"
FriendlyNamePlural="高级生化军官俘虏"
BriefSummary="这是我们禁闭室里的一名高级生化军官俘虏.他们有严格的作息安排，包括体力锻炼和准时送餐."

[InR_Captive_AdvBioCaptainM3 X2ItemTemplate]
FriendlyName="精英生化军官俘虏"
FriendlyNamePlural="精英生化军官俘虏"
BriefSummary="这是我们禁闭室里的一名精英生化军官俘虏.他们有严格的作息安排，包括体力锻炼和准时送餐."

[InR_Captive_FrostCaptainM1 X2ItemTemplate]
FriendlyName="冰霜军团军官俘虏"
FriendlyNamePlural="冰霜军团军官俘虏"
BriefSummary="这是我们禁闭室里的一名冰霜军团军官俘虏.他们有严格的作息安排，包括体力锻炼和准时送餐."

[InR_Captive_FrostCaptainM2 X2ItemTemplate]
FriendlyName="高级冰霜军团俘虏"
FriendlyNamePlural="高级冰霜军团军官俘虏"
BriefSummary="这是我们禁闭室里的一名高级冰霜军团军官俘虏.他们有严格的作息安排，包括体力锻炼和准时送餐."

[InR_Captive_FrostCaptainM3 X2ItemTemplate]
FriendlyName="精英冰霜军团军官俘虏"
FriendlyNamePlural="精英冰霜军团军官俘虏"
BriefSummary="这是我们禁闭室里的一名精英冰霜军团军官俘虏.他们有严格的作息安排，包括体力锻炼和准时送餐."

[InR_Captive_FrostHardlinerM1 X2ItemTemplate]
FriendlyName="冰霜军团强硬者俘虏"
FriendlyNamePlural="冰霜军团强硬者俘虏"
BriefSummary="这是我们禁闭室里的一名冰霜军团强硬者俘虏."

[InR_Captive_FrostHardlinerM2 X2ItemTemplate]
FriendlyName="高级冰霜军团强硬者俘虏"
FriendlyNamePlural="高级冰霜军团强硬者俘虏"
BriefSummary="这是我们禁闭室里的一名高级冰霜军团强硬者俘虏."

[InR_Captive_FrostHardlinerM3 X2ItemTemplate]
FriendlyName="精英冰霜军团强硬者俘虏"
FriendlyNamePlural="精英冰霜军团强硬者俘虏"
BriefSummary="这是我们禁闭室里的一名精英冰霜军团强硬者俘虏."

[InR_Captive_FrostHitmanM1 X2ItemTemplate]
FriendlyName="冰霜军团暗杀者俘虏"
FriendlyNamePlural="冰霜军团暗杀者俘虏"
BriefSummary="这是我们禁闭室里的一名冰霜军团暗杀者俘虏."

[InR_Captive_FrostHitmanM2 X2ItemTemplate]
FriendlyName="高级冰霜军团暗杀者俘虏"
FriendlyNamePlural="冰霜军团暗杀者高级俘虏"
BriefSummary="这是我们禁闭室里的一名高级冰霜军团暗杀者俘虏."

[InR_Captive_FrostHitmanM3 X2ItemTemplate]
FriendlyName="精英冰霜军团暗杀者俘虏"
FriendlyNamePlural="精英冰霜军团暗杀者俘虏"
BriefSummary="这是我们禁闭室里的一名精英冰霜军团暗杀者俘虏."

[InR_Captive_FrostBruiserM2 X2ItemTemplate]
FriendlyName="冰霜军团斗士俘虏"
FriendlyNamePlural="冰霜军团斗士俘虏"
BriefSummary="这是我们禁闭室里的一名冰霜军团斗士俘虏."

[InR_Captive_FrostBruiserM3 X2ItemTemplate]
FriendlyName="精英冰霜军团斗士俘虏"
FriendlyNamePlural="冰霜军团斗士精英俘虏"
BriefSummary="这是我们禁闭室里的一名精英冰霜军团斗士俘虏."

; Lancers
[InR_Captive_AdvStunLancerM1 X2ItemTemplate]
FriendlyName="变种人强袭枪兵俘虏"
FriendlyNamePlural="变种人强袭枪兵俘虏"
BriefSummary="这是我们禁闭室里的一名变种人强袭枪兵俘虏.他们活跃的天性与禁闭室的单调生活格格不入，因此他们在等待时会进行各种各样的体力锻炼."

[InR_Captive_AdvStunLancerM2 X2ItemTemplate]
FriendlyName="高级强袭枪兵俘虏"
FriendlyNamePlural="高级强袭枪兵俘虏"
BriefSummary="这是我们禁闭室里的一名高级强袭枪兵俘虏.他们活跃的天性与禁闭室的单调生活格格不入，因此他们在等待时会进行各种各样的体力锻炼."

[InR_Captive_AdvStunLancerM3 X2ItemTemplate]
FriendlyName="精英强袭枪兵俘虏"
FriendlyNamePlural="精英强袭枪兵俘虏"
BriefSummary="这是我们禁闭室里的一名精英强袭枪兵俘虏.他们活跃的天性与禁闭室的单调生活格格不入，因此他们在等待时会进行各种各样的体力锻炼."

[InR_Captive_FrostLancerM1 X2ItemTemplate]
FriendlyName="冰霜枪兵俘虏"
FriendlyNamePlural="冰霜枪兵俘虏"
BriefSummary="这是我们禁闭室里的一名冰霜枪兵俘虏.他们活跃的天性与禁闭室的单调生活格格不入，因此他们在等待时会进行各种各样的体力锻炼."

[InR_Captive_FrostLancerM2 X2ItemTemplate]
FriendlyName="高级冰霜枪兵俘虏"
FriendlyNamePlural="高级冰霜枪兵俘虏"
BriefSummary="这是我们禁闭室里的一名高级冰霜枪兵俘虏.他们活跃的天性与禁闭室的单调生活格格不入，因此他们在等待时会进行各种各样的体力锻炼."

[InR_Captive_FrostLancerM3 X2ItemTemplate]
FriendlyName="精英冰霜枪兵俘虏"
FriendlyNamePlural="精英冰霜枪兵俘虏"
BriefSummary="这是我们禁闭室里的一名精英冰霜枪兵俘虏.他们活跃的天性与禁闭室的单调生活格格不入，因此他们在等待时会进行各种各样的体力锻炼."

; Purifiers
[InR_Captive_AdvPurifierM1 X2ItemTemplate]
FriendlyName="变种人净化者俘虏"
FriendlyNamePlural="变种人净化者俘虏"
BriefSummary="这是我们禁闭室里的一名变种人净化者俘虏.他们经常对房间相对较低的温度感到不适，并多次要求提高温度."

[InR_Captive_AdvPurifierM2 X2ItemTemplate]
FriendlyName="高级净化者俘虏"
FriendlyNamePlural="高级净化者俘虏"
BriefSummary="这是我们在禁闭室中关押的一名高级净化者俘虏.他们经常对房间相对较低的温度感到不适，并多次要求提高温度."

[InR_Captive_AdvPurifierM3 X2ItemTemplate]
FriendlyName="精英净化者俘虏"
FriendlyNamePlural="精英净化者俘虏"
BriefSummary="这是我们在禁闭室中关押的一名精英净化者俘虏.他们经常对房间相对较低的温度感到不适，并多次要求提高温度."

[InR_Captive_AdvPurifierCaptainM1 X2ItemTemplate]
FriendlyName="变种人净化者军官俘虏"
FriendlyNamePlural="变种人净化者军官俘虏"
BriefSummary="这是我们在禁闭室中俘虏的一名变种人净化者军官俘虏.他们经常对房间相对较低的温度感到不适，并多次要求提高温度."

[InR_Captive_AdvPurifierCaptainM2 X2ItemTemplate]
FriendlyName="高级净化者军官俘虏"
FriendlyNamePlural="高级净化者军官俘虏"
BriefSummary="这是我们禁闭室里的一名高级净化者军官俘虏.他们经常对房间相对较低的温度感到不适，并多次要求提高温度."

[InR_Captive_AdvPurifierCaptainM3 X2ItemTemplate]
FriendlyName="精英净化者军官俘虏"
FriendlyNamePlural="精英净化者军官俘虏"
BriefSummary="这是我们禁闭室里的一名精英净化者军官俘虏.他们经常对房间相对较低的温度感到不适，并多次要求提高温度."

[InR_Captive_FrostPurifierM1 X2ItemTemplate]
FriendlyName="冰霜净化者俘虏"
FriendlyNamePlural="冰霜净化者俘虏"
BriefSummary="这是我们禁闭室里的一名冰霜净化者俘虏.他们经常对房间相对较低的温度感到不适，并多次要求提高温度."

[InR_Captive_FrostPurifierM2 X2ItemTemplate]
FriendlyName="高级冰霜净化者俘虏"
FriendlyNamePlural="高级冰霜净化者俘虏"
BriefSummary="这是我们禁闭室里的一名高级冰霜净化者俘虏.他们经常对房间相对较低的温度感到不适，并多次要求提高温度."

[InR_Captive_FrostPurifierM3 X2ItemTemplate]
FriendlyName="精英冰霜净化者俘虏"
FriendlyNamePlural="精英冰霜净化者俘虏"
BriefSummary="这是我们禁闭室里的一名精英冰霜净化者俘虏.他们经常对房间相对较低的温度感到不适，并多次要求提高温度."

; Priests
[InR_Captive_AdvPriestM1 X2ItemTemplate]
FriendlyName="变种人祭司俘虏"
FriendlyNamePlural="变种人祭司俘虏"
BriefSummary="这是我们禁闭室里的一名变种人祭司俘虏.他们大部分时间都处于跪姿，可以听到他们向长老们乞求宽恕."

[InR_Captive_AdvPriestM2 X2ItemTemplate]
FriendlyName="高级祭司俘虏"
FriendlyNamePlural="高级祭司俘虏"
BriefSummary="这是我们禁闭室里的一名高级祭司俘虏.他们大部分时间都处于跪姿，可以听到他们向长老们乞求宽恕."

[InR_Captive_AdvPriestM3 X2ItemTemplate]
FriendlyName="精英祭司俘虏"
FriendlyNamePlural="精英祭司俘虏"
BriefSummary="这是我们禁闭室里的一名精英祭司俘虏.他们大部分时间都处于跪姿，可以听到他们向长老们乞求宽恕."

[InR_Captive_FrostPriestM1 X2ItemTemplate]
FriendlyName="冰霜祭司俘虏"
FriendlyNamePlural="冰霜祭司俘虏"
BriefSummary="这是我们禁闭室里的一名冰霜祭司俘虏.他们大部分时间都处于跪姿，可以听到他们向长老们乞求宽恕."

[InR_Captive_FrostPriestM2 X2ItemTemplate]
FriendlyName="高级冰霜祭司俘虏"
FriendlyNamePlural="高级冰霜祭司俘虏"
BriefSummary="这是我们禁闭室里的一名高级冰霜祭司俘虏.他们大部分时间都处于跪姿，可以听到他们向长老们乞求宽恕."

[InR_Captive_FrostPriestM3 X2ItemTemplate]
FriendlyName="精英冰霜祭司俘虏"
FriendlyNamePlural="精英冰霜祭司俘虏"
BriefSummary="这是我们禁闭室里的一名精英冰霜祭司俘虏.他们大部分时间都处于跪姿，可以听到他们向长老们乞求宽恕."

; Shield Bearers
[InR_Captive_AdvShieldBearerM2 X2ItemTemplate]
FriendlyName="变种人持盾者俘虏"
FriendlyNamePlural="变种人持盾者俘虏"
BriefSummary="这是我们禁闭室里的一名变种人持盾者.他们经常迈着缓慢而有节奏的步伐，由于他们经常穿着厚重的盔甲，所以很可能会因此形成某种条件反射."

[InR_Captive_AdvShieldBearerM3 X2ItemTemplate]
FriendlyName="精英持盾者俘虏"
FriendlyNamePlural="精英持盾者俘虏"
BriefSummary="这是我们禁闭室里的一名精英持盾者俘虏.他们经常迈着缓慢而有节奏的步伐，由于他们经常穿着厚重的盔甲，所以很可能会因此形成某种条件反射."

[InR_Captive_AdvShieldBearer_BlueM2 X2ItemTemplate]
FriendlyName="高级圣骑士科技爆破者俘虏"
FriendlyNamePlural="高级圣骑士科技爆破者俘虏"
BriefSummary="这是我们禁闭室里的一名高级圣骑士技术爆破者俘虏.他们经常迈着缓慢而有节奏的步伐，由于他们经常穿着厚重的盔甲，所以很可能会因此形成某种条件反射."

[InR_Captive_AdvShieldBearer_BlueM3 X2ItemTemplate]
FriendlyName="精英圣骑士科技爆破者俘虏"
FriendlyNamePlural="精英圣骑士科技爆破者俘虏"
BriefSummary="这是我们禁闭室里的一名精英圣骑士科技爆破者俘虏.他们经常迈着缓慢而有节奏的步伐，由于他们经常穿着厚重的盔甲，所以很可能会因此形成某种条件反射."

[InR_Captive_AdvShieldBearer_GreenM2 X2ItemTemplate]
FriendlyName="高级圣骑士生化爆破者俘虏"
FriendlyNamePlural="高级圣骑士生化爆破者俘虏"
BriefSummary="这是我们禁闭室里的一名高级圣骑士生化爆破者俘虏.他们经常迈着缓慢而有节奏的步伐，由于他们经常穿着厚重的盔甲，所以很可能会因此形成某种条件反射."

[InR_Captive_AdvShieldBearer_GreenM3 X2ItemTemplate]
FriendlyName="精英圣骑士生化爆破者俘虏"
FriendlyNamePlural="精英圣骑士生化爆破者俘虏"
BriefSummary="这是我们禁闭室里的一名精英圣骑士生化爆破者俘虏.他们经常迈着缓慢而有节奏的步伐，由于他们经常穿着厚重的盔甲，所以很可能会因此形成某种条件反射."

[InR_Captive_AdvShieldBearer_PsiM2 X2ItemTemplate]
FriendlyName="高级圣骑士灵能爆破者俘虏"
FriendlyNamePlural="高级圣骑士灵能爆破者俘虏"
BriefSummary="这是我们禁闭室里的一名高级圣骑士灵能爆破者俘虏.他们经常迈着缓慢而有节奏的步伐，由于他们经常穿着厚重的盔甲，所以很可能会因此形成某种条件反射."

[InR_Captive_AdvShieldBearer_PsiM3 X2ItemTemplate]
FriendlyName="精英圣骑士灵能爆破者俘虏"
FriendlyNamePlural="精英圣骑士灵能爆破者俘虏"
BriefSummary="这是我们禁闭室里的一名精英圣骑士灵能爆破者俘虏.他们经常迈着缓慢而有节奏的步伐，由于他们经常穿着厚重的盔甲，所以很可能会因此形成某种条件反射."

[InR_Captive_AdvShieldBearer_RedM2 X2ItemTemplate]
FriendlyName="高级圣骑士火焰爆破者俘虏"
FriendlyNamePlural="高级圣骑士火焰爆破者俘虏"
BriefSummary="这是我们禁闭室里的一名高级圣骑士火焰爆破者俘虏.他们经常迈着缓慢而有节奏的步伐，由于他们经常穿着厚重的盔甲，所以很可能会因此形成某种条件反射."

[InR_Captive_AdvShieldBearer_RedM3 X2ItemTemplate]
FriendlyName="精英圣骑士火焰爆破者俘虏"
FriendlyNamePlural="精英圣骑士火焰爆破者俘虏"
BriefSummary="这是我们禁闭室里的一名精英圣骑士火焰爆破者俘虏.他们经常迈着缓慢而有节奏的步伐，由于他们经常穿着厚重的盔甲，所以很可能会因此形成某种条件反射."

[InR_Captive_FrostTechM2 X2ItemTemplate]
FriendlyName="冰霜科技兵俘虏"
FriendlyNamePlural="冰霜科技兵俘虏"
BriefSummary="这是我们禁闭室里的一名冰霜科技兵俘虏.他们经常迈着缓慢而有节奏的步伐，由于他们经常穿着厚重的盔甲，所以很可能会因此形成某种条件反射."

[InR_Captive_FrostTechM3 X2ItemTemplate]
FriendlyName="精英冰霜科技兵俘虏"
FriendlyNamePlural="精英冰霜科技兵俘虏"
BriefSummary="这是我们禁闭室里的一名精英冰霜科技兵俘虏.他们经常迈着缓慢而有节奏的步伐，由于他们经常穿着厚重的盔甲，所以很可能会因此形成某种条件反射."

[InR_Captive_AdvBioAssaultTrooperM2 X2ItemTemplate]
FriendlyName="生化突击兵俘虏"
FriendlyNamePlural="生化突击兵俘虏"
BriefSummary="这是我们禁闭室里的一名生化突击兵俘虏.他们经常迈着缓慢而有节奏的步伐，由于他们经常穿着厚重的盔甲，所以很可能会因此形成某种条件反射."

[InR_Captive_AdvBioAssaultTrooperM3 X2ItemTemplate]
FriendlyName="重型生化突击兵俘虏"
FriendlyNamePlural="重型生化突击兵俘虏"
BriefSummary="这是我们禁闭室里的一名重型生化突击兵俘虏.他们经常迈着缓慢而有节奏的步伐，由于他们经常穿着厚重的盔甲，所以很可能会因此形成某种条件反射."

; Generals
[InR_Captive_AdvGeneralM1 X2ItemTemplate]
FriendlyName="变种人将军俘虏"
FriendlyNamePlural="变种人将军俘虏"
BriefSummary="这是我们禁闭室里的一名变种人将军俘虏.他们似乎经常头痛，这可能是由于他们的指挥芯片中失去了灵能流所致."

[InR_Captive_AdvGeneralM2 X2ItemTemplate]
FriendlyName="高级将军俘虏"
FriendlyNamePlural="高级将军俘虏"
BriefSummary="这是我们禁闭室里的一名高级将军俘虏.他们似乎经常头痛，这可能是由于他们的指挥芯片中失去了灵能流所致."

[InR_Captive_AdvGeneralM3 X2ItemTemplate]
FriendlyName="精英将军俘虏"
FriendlyNamePlural="精英将军俘虏"
BriefSummary="这是我们禁闭室里的一名精英将军俘虏.他们似乎经常头痛，这可能是由于他们的指挥芯片中失去了灵能流所致."

[InR_Captive_AdvBioGeneralM1 X2ItemTemplate]
FriendlyName="变种人生化将军俘虏"
FriendlyNamePlural="变种人生化将军俘虏"
BriefSummary="这是我们禁闭室里的一名变种人生化将军俘虏.他们似乎经常头痛，这可能是由于他们的指挥芯片中失去了灵能流所致."

[InR_Captive_AdvBioGeneralM2 X2ItemTemplate]
FriendlyName="高级生化将军俘虏"
FriendlyNamePlural="高级生化将军俘虏"
BriefSummary="这是我们禁闭室里的一名高级生化将军俘虏.他们似乎经常头痛，这可能是由于他们的指挥芯片中失去了灵能流所致."

[InR_Captive_AdvBioGeneralM3 X2ItemTemplate]
FriendlyName="精英生化将军俘虏"
FriendlyNamePlural="精英生化将军俘虏"
BriefSummary="这是我们禁闭室里的一名精英生化将军俘虏.他们似乎经常头痛，这可能是由于他们的指挥芯片中失去了灵能流所致."

; Honor Guard
[InR_Captive_AdvHonorGeneralM2 X2ItemTemplate]
FriendlyName="皇家君主俘虏"
FriendlyNamePlural="皇家君主俘虏"
BriefSummary="这是我们禁闭室里的一名皇家君主俘虏."

[InR_Captive_AdvHonorGeneralM3 X2ItemTemplate]
FriendlyName="精英皇家君主俘虏"
FriendlyNamePlural="精英皇家君主俘虏"
BriefSummary="这是我们禁闭室里的一名精英皇家君主俘虏."

[InR_Captive_AdvHonorGuardM2 X2ItemTemplate]
FriendlyName="荣誉守卫俘虏"
FriendlyNamePlural="荣誉卫队俘虏"
BriefSummary="这是我们禁闭室里的一名荣誉守卫俘虏."

[InR_Captive_AdvHonorGuardM3 X2ItemTemplate]
FriendlyName="精英荣誉守卫俘虏"
FriendlyNamePlural="精英荣誉守卫俘虏"
BriefSummary="这是我们禁闭室里的一名荣誉守卫俘虏."

; Pathfinders
[InR_Captive_AdvPathfinderM1 X2ItemTemplate]
FriendlyName="变种人探路者俘虏"
FriendlyNamePlural="变种人探路者俘虏"
BriefSummary="这是我们禁闭室里的一名变种人探路者俘虏."

[InR_Captive_AdvPathfinderM2 X2ItemTemplate]
FriendlyName="高级探路者俘虏"
FriendlyNamePlural="高级探路者俘虏"
BriefSummary="这是我们禁闭室里的一名高级探路者俘虏."

[InR_Captive_AdvPathfinderM3 X2ItemTemplate]
FriendlyName="精英探路者俘虏"
FriendlyNamePlural="精英探路者俘虏"
BriefSummary="这是我们禁闭室里的一名精英探路者俘虏."

[InR_Captive_AdvPathfinderM4 X2ItemTemplate]
FriendlyName="尊贵探路者俘虏"
FriendlyNamePlural="尊贵的探路者俘虏"
BriefSummary="这是我们禁闭室里的一名尊贵探路者俘虏."

; Pathfinder Captains
[InR_Captive_AdvPathfinderCaptainM1 X2ItemTemplate]
FriendlyName="变种人探路者猎人俘虏"
FriendlyNamePlural="变种人探路者猎人俘虏"
BriefSummary="这是我们禁闭室里的一名变种人探路者猎人俘虏."

[InR_Captive_AdvPathfinderCaptainM2 X2ItemTemplate]
FriendlyName="高级探路者猎人俘虏"
FriendlyNamePlural="高级探路者猎人俘虏"
BriefSummary="这是我们禁闭室里的一名高级探路者猎人俘虏."

[InR_Captive_AdvPathfinderCaptainM3 X2ItemTemplate]
FriendlyName="精英探路者猎人俘虏"
FriendlyNamePlural="精英探路者猎人俘虏"
BriefSummary="这是我们禁闭室里的一名精英探路者猎人俘虏."

[InR_Captive_AdvPathfinderCaptainM4 X2ItemTemplate]
FriendlyName="尊贵探路者猎人俘虏"
FriendlyNamePlural="尊贵的探路者猎人俘虏"
BriefSummary="这是我们禁闭室里的一名尊贵探路者猎人俘虏."

; Assault Troopers
[InR_Captive_AssaultTrooperM1 X2ItemTemplate]
FriendlyName="变种人突击士兵俘虏"
FriendlyNamePlural="变种人突击士兵俘虏"
BriefSummary="这是我们禁闭室里的一名变种人突击士兵俘虏."

[InR_Captive_AssaultTrooperM2 X2ItemTemplate]
FriendlyName="变种人先进突击士兵俘虏"
FriendlyNamePlural="变种人先进突击士兵俘虏"
BriefSummary="这是我们禁闭室里的一名变种人高级突击士兵俘虏."

[InR_Captive_AssaultTrooperM3 X2ItemTemplate]
FriendlyName="变种人精英突击士兵俘虏"
FriendlyNamePlural="变种人精英突击士兵俘虏"
BriefSummary="这是我们禁闭室里的一名变种人精英突击士兵俘虏."

[InR_Captive_AssaultTrooperCaptain X2ItemTemplate]
FriendlyName="变种人突击士兵军官俘虏"
FriendlyNamePlural="变种人突击士兵军官俘虏"
BriefSummary="这是我们禁闭室里的一名变种人突击兵军官俘虏."

; Advent Warlock
[InR_Captive_AdvWarlockM1 X2ItemTemplate]
FriendlyName="变种人术士俘虏"
FriendlyNamePlural="变种人术士俘虏"
BriefSummary="这是我们禁闭室里的一名变种人术士俘虏."

[InR_Captive_AdvWarlockM2 X2ItemTemplate]
FriendlyName="高级术士俘虏"
FriendlyNamePlural="高级术士俘虏"
BriefSummary="这是我们禁闭室里的一名高级术士俘虏."

[InR_Captive_AdvWarlockM3 X2ItemTemplate]
FriendlyName="精英术士俘虏"
FriendlyNamePlural="精英术士俘虏"
BriefSummary="这是我们禁闭室里的一名精英术士俘虏."

[InR_Captive_AdvWarlockM4 X2ItemTemplate]
FriendlyName="变种人术士领主俘虏"
FriendlyNamePlural="变种人术士领主俘虏"
BriefSummary="这是我们禁闭室里的一名变种人术士领主俘虏."

; Advent Psi Ops
[InR_Captive_AdvWraithM1 X2ItemTemplate]
FriendlyName="幽灵突击兵俘虏"
FriendlyNamePlural="幽灵突击兵俘虏"
BriefSummary="这是我们禁闭室里的一名幽灵突击兵俘虏."

[InR_Captive_AdvWraithM2 X2ItemTemplate]
FriendlyName="高级幽灵突击兵俘虏"
FriendlyNamePlural="高级幽灵突击兵俘虏"
BriefSummary="这是我们禁闭室里的一名高级幽灵突击兵俘虏."

[InR_Captive_AdvWraithM3 X2ItemTemplate]
FriendlyName="精英幽灵突击兵俘虏"
FriendlyNamePlural="精英幽灵突击兵俘虏"
BriefSummary="这是我们禁闭室里的一名精英幽灵突击兵俘虏."

[InR_Captive_AdvRaptorM1 X2ItemTemplate]
FriendlyName="猛禽突击兵俘虏"
FriendlyNamePlural="猛禽突击兵俘虏"
BriefSummary="这是我们禁闭室里的一名猛禽突击兵俘虏."

[InR_Captive_AdvRaptorM2 X2ItemTemplate]
FriendlyName="高级猛禽突击兵俘虏"
FriendlyNamePlural="高级猛禽突击兵俘虏"
BriefSummary="这是我们禁闭室里的一名高级猛禽突击兵俘虏."

[InR_Captive_AdvRaptorM3 X2ItemTemplate]
FriendlyName="精英猛禽突击兵俘虏"
FriendlyNamePlural="精英猛禽突击兵俘虏"
BriefSummary="这是我们禁闭室里的一名精英猛禽突击兵俘虏."

[InR_Captive_AdvDestroyerM1 X2ItemTemplate]
FriendlyName="驱逐舰突击兵员俘虏"
FriendlyNamePlural="驱逐舰突击兵俘虏"
BriefSummary="这是我们禁闭室里的一名驱逐舰突击兵员俘虏."

[InR_Captive_AdvDestroyerM2 X2ItemTemplate]
FriendlyName="高级驱逐舰突击兵俘虏"
FriendlyNamePlural="高级驱逐舰突击兵俘虏"
BriefSummary="这是我们禁闭室里的一名高级驱逐舰突击兵俘虏."

[InR_Captive_AdvDestroyerM3 X2ItemTemplate]
FriendlyName="精英驱逐舰突击兵俘虏"
FriendlyNamePlural="精英驱逐舰突击兵俘虏"
BriefSummary="这是我们禁闭室里的一名精英驱逐舰突击兵俘虏."

; Custodian
[InR_Captive_AdvCustodian X2ItemTemplate]
FriendlyName="变种人守卫者俘虏"
FriendlyNamePlural="变种人守卫者俘虏"
BriefSummary="这是我们禁闭室里的一名变种人守卫者俘虏."

[InR_Captive_AdvCustodianMaster X2ItemTemplate]
FriendlyName="变种人守卫者大师俘虏"
FriendlyNamePlural="变种人守卫者大师俘虏"
BriefSummary="这是我们禁闭室里的一名变种人守卫者大师俘虏."

[InR_Captive_AdvCustodianMK2 X2ItemTemplate]
FriendlyName="变种人守卫者MK2俘虏"
FriendlyNamePlural="变种人守卫者MK2俘虏"
BriefSummary="这是我们禁闭室里的一名变种人守卫者MK2俘虏."

[InR_Captive_ExaltedCustodian X2ItemTemplate]
FriendlyName="变种人尊贵守卫者俘虏"
FriendlyNamePlural="变种人尊贵守卫者俘虏"
BriefSummary="这是我们禁闭室里的一名变种人尊贵守卫者俘虏."

[InR_Captive_ExaltedCustodianGrandmaster X2ItemTemplate]
FriendlyName="变种人尊贵禁军大宗师俘虏"
FriendlyNamePlural="变种人尊贵禁军大宗师俘虏"
BriefSummary="这是我们禁闭室里的一名变种人尊贵禁卫大导师俘虏."

; Purge Priests
[InR_Captive_PurgePriest X2ItemTemplate]
FriendlyName="变种人净化祭司俘虏"
FriendlyNamePlural="变种人净化祭司俘虏"
BriefSummary="这是我们禁闭室里的一名变种人净化祭司俘虏."

[InR_Captive_PurgeBishop X2ItemTemplate]
FriendlyName="变种人净化主教大师俘虏"
FriendlyNamePlural="变种人净化主教大师俘虏"
BriefSummary="这是我们禁闭室里的一名变种人净化主教大师俘虏."

[InR_Captive_ExaltedPurgePriest X2ItemTemplate]
FriendlyName="尊贵变种人净化主教俘虏"
FriendlyNamePlural="尊贵变种人净化主教俘虏"
BriefSummary="这是我们禁闭室里的一名尊贵变种人净化主教俘虏."

[InR_Captive_ExaltedPurgeArchbishop X2ItemTemplate]
FriendlyName="尊贵变种人净化大主教俘虏"
FriendlyNamePlural="变种人尊贵净化大主教俘虏"
BriefSummary="这是我们禁闭室里的一名变种人尊贵净化大主教俘虏."

;===============================================================================================================
;                                           Interrogation Project Localization
;===============================================================================================================
; Troopers
[Tech_InR_Interrogation_AdvTrooperM1 X2TechTemplate]
DisplayName="变种人士兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvTrooperM2 X2TechTemplate]
DisplayName="高级士兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvTrooperM3 X2TechTemplate]
DisplayName="精英士兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostTrooperM1 X2TechTemplate]
DisplayName="冰霜士兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostTrooperM2 X2TechTemplate]
DisplayName="冰霜士兵高级审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostTrooperM3 X2TechTemplate]
DisplayName="冰霜士兵精英审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvBioTrooperM1 X2TechTemplate]
DisplayName="生化士兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvBioTrooperM2 X2TechTemplate]
DisplayName="高级生化士兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvBioTrooperM3 X2TechTemplate]
DisplayName="精英生化士兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvBioRocketTrooperM2 X2TechTemplate]
DisplayName="生化火箭兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvBioRocketTrooperM3 X2TechTemplate]
DisplayName="重型生化火箭兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

; Officers
[Tech_InR_Interrogation_AdvCaptainM1 X2TechTemplate]
DisplayName="变种人军官审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvCaptainM2 X2TechTemplate]
DisplayName="高级军官审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvCaptainM3 X2TechTemplate]
DisplayName="精英军官审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvBioCaptainM1 X2TechTemplate]
DisplayName="生化军官审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvBioCaptainM2 X2TechTemplate]
DisplayName="高级生化军官审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvBioCaptainM3 X2TechTemplate]
DisplayName="精英生化军官审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostCaptainM1 X2TechTemplate]
DisplayName="冰霜军团军官审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostCaptainM2 X2TechTemplate]
DisplayName="高级冰霜军团军官审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostCaptainM3 X2TechTemplate]
DisplayName="精英冰霜军团军官审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostHardlinerM1 X2TechTemplate]
DisplayName="冰霜军团强硬者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostHardlinerM2 X2TechTemplate]
DisplayName="高级冰霜军团强硬者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostHardlinerM3 X2TechTemplate]
DisplayName="精英冰霜军团强硬者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostHitmanM1 X2TechTemplate]
DisplayName="冰霜军团暗杀者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostHitmanM2 X2TechTemplate]
DisplayName="高级冰霜军团暗杀者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostHitmanM3 X2TechTemplate]
DisplayName="精英冰霜军团暗杀者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostBruiserM2 X2TechTemplate]
DisplayName="冰霜军团斗士审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostBruiserM3 X2TechTemplate]
DisplayName="精英冰霜军团斗士审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

; Lancers
[Tech_InR_Interrogation_AdvStunLancerM1 X2TechTemplate]
DisplayName="变种人强袭枪兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvStunLancerM2 X2TechTemplate]
DisplayName="高级强袭枪兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvStunLancerM3 X2TechTemplate]
DisplayName="精英强袭枪兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostLancerM1 X2TechTemplate]
DisplayName="冰霜枪兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostLancerM2 X2TechTemplate]
DisplayName="高级冰霜枪兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostLancerM3 X2TechTemplate]
DisplayName="精英冰霜枪兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

; Purifiers
[Tech_InR_Interrogation_AdvPurifierM1 X2TechTemplate]
DisplayName="变种人净化者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvPurifierM2 X2TechTemplate]
DisplayName="高级净化者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvPurifierM3 X2TechTemplate]
DisplayName="精英净化者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvPurifierCaptainM1 X2TechTemplate]
DisplayName="变种人净化者军官审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvPurifierCaptainM2 X2TechTemplate]
DisplayName="高级净化者军官审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvPurifierCaptainM3 X2TechTemplate]
DisplayName="精英净化者军官审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostPurifierM1 X2TechTemplate]
DisplayName="冰霜净化者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostPurifierM2 X2TechTemplate]
DisplayName="冰霜净化者高级审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostPurifierM3 X2TechTemplate]
DisplayName="冰霜净化者精英审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

; Priests
[Tech_InR_Interrogation_AdvPriestM1 X2TechTemplate]
DisplayName="变种人祭司审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvPriestM2 X2TechTemplate]
DisplayName="高级祭司审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvPriestM3 X2TechTemplate]
DisplayName="精英祭司审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostPriestM1 X2TechTemplate]
DisplayName="冰霜祭司审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostPriestM2 X2TechTemplate]
DisplayName="冰霜祭司高级审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostPriestM3 X2TechTemplate]
DisplayName="冰霜祭司精英审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

; Shield Bearers
[Tech_InR_Interrogation_AdvShieldBearerM2 X2TechTemplate]
DisplayName="变种人持盾者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvShieldBearerM3 X2TechTemplate]
DisplayName="精英持盾者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvShieldBearer_BlueM2 X2TechTemplate]
DisplayName="高级圣骑士科技爆破兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvShieldBearer_BlueM3 X2TechTemplate]
DisplayName="精英圣骑士科技爆破兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvShieldBearer_GreenM2 X2TechTemplate]
DisplayName="高级圣骑士生化爆破兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvShieldBearer_GreenM3 X2TechTemplate]
DisplayName="精英圣骑士生化爆破兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvShieldBearer_PsiM2 X2TechTemplate]
DisplayName="高级圣骑士灵能爆破审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvShieldBearer_PsiM3 X2TechTemplate]
DisplayName="精英圣骑士灵能爆破审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvShieldBearer_RedM2 X2TechTemplate]
DisplayName="高级圣骑士火焰爆破审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvShieldBearer_RedM3 X2TechTemplate]
DisplayName="精英圣骑士火焰爆破审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostTechM2 X2TechTemplate]
DisplayName="冰霜科技兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_FrostTechM3 X2TechTemplate]
DisplayName="冰霜科技兵精英审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvBioAssaultTrooperM2 X2TechTemplate]
DisplayName="生化突击兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvBioAssaultTrooperM3 X2TechTemplate]
DisplayName="重型生化突击兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

; Generals
[Tech_InR_Interrogation_AdvGeneralM1 X2TechTemplate]
DisplayName="变种人将军审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvGeneralM2 X2TechTemplate]
DisplayName="高级将军审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvGeneralM3 X2TechTemplate]
DisplayName="精英将军审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvBioGeneralM1 X2TechTemplate]
DisplayName="变种人生化将军审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvBioGeneralM2 X2TechTemplate]
DisplayName="高级生化将军审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvBioGeneralM3 X2TechTemplate]
DisplayName="精英生化将军审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

; Honor Guard
[Tech_InR_Interrogation_AdvHonorGeneralM2 X2TechTemplate]
DisplayName="皇家君主审问"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvHonorGeneralM3 X2TechTemplate]
DisplayName="精英皇家君主审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvHonorGuardM2 X2TechTemplate]
DisplayName="荣誉守卫审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvHonorGuardM3 X2TechTemplate]
DisplayName="精英荣誉守卫审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

; Pathfinders
[Tech_InR_Interrogation_AdvPathfinderM1 X2TechTemplate]
DisplayName="变种人探路者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvPathfinderM2 X2TechTemplate]
DisplayName="高级探路者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvPathfinderM3 X2TechTemplate]
DisplayName="精英探路者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvPathfinderM4 X2TechTemplate]
DisplayName="尊贵探路者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

; Pathfinder Captains
[Tech_InR_Interrogation_AdvPathfinderCaptainM1 X2TechTemplate]
DisplayName="变种人探路者猎人审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvPathfinderCaptainM2 X2TechTemplate]
DisplayName="高级探路者猎人审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvPathfinderCaptainM3 X2TechTemplate]
DisplayName="精英探路者猎人审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvPathfinderCaptainM4 X2TechTemplate]
DisplayName="崇高探路者猎人审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

; Assault Troopers
[Tech_InR_Interrogation_AssaultTrooperM1 X2TechTemplate]
DisplayName="变种人突击士兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AssaultTrooperM2 X2TechTemplate]
DisplayName="高级变种人突击士兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AssaultTrooperM3 X2TechTemplate]
DisplayName="精英变种人突击士兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AssaultTrooperCaptain X2TechTemplate]
DisplayName="变种人突击兵军官审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

; Advent Warlock
[Tech_InR_Interrogation_AdvWarlockM1 X2TechTemplate]
DisplayName="变种人术士审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvWarlockM2 X2TechTemplate]
DisplayName="高级术士审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvWarlockM3 X2TechTemplate]
DisplayName="精英术士审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvWarlockM4 X2TechTemplate]
DisplayName="变种人术士领主审问"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

; Advent Psi Ops
[Tech_InR_Interrogation_AdvWraithM1 X2TechTemplate]
DisplayName="幽灵突击兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvWraithM2 X2TechTemplate]
DisplayName="高级幽灵突击兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvWraithM3 X2TechTemplate]
DisplayName="精英幽灵突击兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvRaptorM1 X2TechTemplate]
DisplayName="猛禽突击兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvRaptorM2 X2TechTemplate]
DisplayName="高级猛禽突击兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvRaptorM3 X2TechTemplate]
DisplayName="精英猛禽突击兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvDestroyerM1 X2TechTemplate]
DisplayName="驱逐舰突击兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvDestroyerM2 X2TechTemplate]
DisplayName="高级驱逐舰突击兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvDestroyerM3 X2TechTemplate]
DisplayName="精英驱逐舰突击兵审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

; Custodian
[Tech_InR_Interrogation_AdvCustodian X2TechTemplate]
DisplayName="变种人守卫者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvCustodianMaster X2TechTemplate]
DisplayName="变种人守卫者大师审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_AdvCustodianMK2 X2TechTemplate]
DisplayName="变种人守卫者MK2审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_ExaltedCustodian X2TechTemplate]
DisplayName="变种人尊贵守卫者审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_ExaltedCustodianGrandmaster X2TechTemplate]
DisplayName="变种人尊贵守卫者大师审问"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

; Purge Priests
[Tech_InR_Interrogation_PurgePriest X2TechTemplate]
DisplayName="变种人净化祭司审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_PurgeBishop X2TechTemplate]
DisplayName="变种人净化主教大师审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_ExaltedPurgePriest X2TechTemplate]
DisplayName="尊贵变种人净化主教审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

[Tech_InR_Interrogation_ExaltedPurgeArchbishop X2TechTemplate]
DisplayName="尊贵变种人净化大主教审讯"
Summary="审问我们关押在禁闭室中的这名俘虏，以获得有关外星人行动的情报，以及获得有关设施情报的信息."

;===============================================================================================================
;                                            Recruitment Project Localization
;===============================================================================================================
; Troopers
[Tech_InR_Recruitment_AdvTrooperM1 X2TechTemplate]
DisplayName="变种人士兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvTrooperM2 X2TechTemplate]
DisplayName="高级士兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvTrooperM3 X2TechTemplate]
DisplayName="精英士兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostTrooperM1 X2TechTemplate]
DisplayName="冰霜士兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostTrooperM2 X2TechTemplate]
DisplayName="高级冰霜士兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostTrooperM3 X2TechTemplate]
DisplayName="精英冰霜士兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvBioTrooperM1 X2TechTemplate]
DisplayName="生化士兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvBioTrooperM2 X2TechTemplate]
DisplayName="高级生化士兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvBioTrooperM3 X2TechTemplate]
DisplayName="精英生化士兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvBioRocketTrooperM2 X2TechTemplate]
DisplayName="生化火箭兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvBioRocketTrooperM3 X2TechTemplate]
DisplayName="重型生化火箭兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

; Officers
[Tech_InR_Recruitment_AdvCaptainM1 X2TechTemplate]
DisplayName="变种人军官转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvCaptainM2 X2TechTemplate]
DisplayName="高级军官转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvCaptainM3 X2TechTemplate]
DisplayName="精英军官转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvBioCaptainM1 X2TechTemplate]
DisplayName="生化军官转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvBioCaptainM2 X2TechTemplate]
DisplayName="高级生化军官转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvBioCaptainM3 X2TechTemplate]
DisplayName="精英生化军官转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostCaptainM1 X2TechTemplate]
DisplayName="冰霜军团军官转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostCaptainM2 X2TechTemplate]
DisplayName="高级冰霜军团军官转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostCaptainM3 X2TechTemplate]
DisplayName="精英冰霜军团军官转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostHardlinerM1 X2TechTemplate]
DisplayName="冰霜军团强硬者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostHardlinerM2 X2TechTemplate]
DisplayName="冰霜军团强硬者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostHardlinerM3 X2TechTemplate]
DisplayName="精英精英冰霜军团强硬者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostHitmanM1 X2TechTemplate]
DisplayName="冰霜军团暗杀者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostHitmanM2 X2TechTemplate]
DisplayName="高级冰霜军团暗杀者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostHitmanM3 X2TechTemplate]
DisplayName="精英冰霜军团暗杀者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostBruiserM2 X2TechTemplate]
DisplayName="冰霜军团斗士转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostBruiserM3 X2TechTemplate]
DisplayName="精英冰霜军团斗士转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

; Lancers
[Tech_InR_Recruitment_AdvStunLancerM1 X2TechTemplate]
DisplayName="变种人强袭枪兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvStunLancerM2 X2TechTemplate]
DisplayName="高级强袭枪兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvStunLancerM3 X2TechTemplate]
DisplayName="精英强袭枪兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostLancerM1 X2TechTemplate]
DisplayName="冰霜枪兵变身"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostLancerM2 X2TechTemplate]
DisplayName="高级冰霜枪兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostLancerM3 X2TechTemplate]
DisplayName="精英冰霜枪兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

; Purifiers
[Tech_InR_Recruitment_AdvPurifierM1 X2TechTemplate]
DisplayName="变种人净化者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvPurifierM2 X2TechTemplate]
DisplayName="高级净化者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvPurifierM3 X2TechTemplate]
DisplayName="精英净化者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvPurifierCaptainM1 X2TechTemplate]
DisplayName="变种人净化者军官转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvPurifierCaptainM2 X2TechTemplate]
DisplayName="资深净化者军官转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvPurifierCaptainM3 X2TechTemplate]
DisplayName="精英净化者军官转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostPurifierM1 X2TechTemplate]
DisplayName="冰霜净化者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostPurifierM2 X2TechTemplate]
DisplayName="高级冰霜净化者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostPurifierM3 X2TechTemplate]
DisplayName="精英冰霜净化者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

; Priests
[Tech_InR_Recruitment_AdvPriestM1 X2TechTemplate]
DisplayName="变种人祭司转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvPriestM2 X2TechTemplate]
DisplayName="高级祭司转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvPriestM3 X2TechTemplate]
DisplayName="精英祭司转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostPriestM1 X2TechTemplate]
DisplayName="冰霜祭司转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostPriestM2 X2TechTemplate]
DisplayName="高级冰霜祭司转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostPriestM3 X2TechTemplate]
DisplayName="精英冰霜祭司转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

; Shield Bearers
[Tech_InR_Recruitment_AdvShieldBearerM2 X2TechTemplate]
DisplayName="变种人持盾者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvShieldBearerM3 X2TechTemplate]
DisplayName="精英持盾者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvShieldBearer_BlueM2 X2TechTemplate]
DisplayName="高级圣骑士科技爆破兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvShieldBearer_BlueM3 X2TechTemplate]
DisplayName="精英圣骑士科技爆破兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvShieldBearer_GreenM2 X2TechTemplate]
DisplayName="高级圣骑士生化爆破兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvShieldBearer_GreenM3 X2TechTemplate]
DisplayName="精英圣骑士生化爆破兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvShieldBearer_PsiM2 X2TechTemplate]
DisplayName="高级圣骑士灵能爆破兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvShieldBearer_PsiM3 X2TechTemplate]
DisplayName="精英圣骑士灵能爆破转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvShieldBearer_RedM2 X2TechTemplate]
DisplayName="高级圣骑士火焰喷射器转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvShieldBearer_RedM3 X2TechTemplate]
DisplayName="精英圣骑士火焰爆破兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostTechM2 X2TechTemplate]
DisplayName="冰霜科技兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_FrostTechM3 X2TechTemplate]
DisplayName="精英冰霜科技兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvBioAssaultTrooperM2 X2TechTemplate]
DisplayName="生化突击兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvBioAssaultTrooperM3 X2TechTemplate]
DisplayName="重型生化突击兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

; Generals
[Tech_InR_Recruitment_AdvGeneralM1 X2TechTemplate]
DisplayName="变种人将军转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvGeneralM2 X2TechTemplate]
DisplayName="高级将军转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvGeneralM3 X2TechTemplate]
DisplayName="精英将军转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvBioGeneralM1 X2TechTemplate]
DisplayName="变种人生化将军转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvBioGeneralM2 X2TechTemplate]
DisplayName="高级生化将军转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvBioGeneralM3 X2TechTemplate]
DisplayName="精英生化将军转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

; Honor Guard
[Tech_InR_Recruitment_AdvHonorGeneralM2 X2TechTemplate]
DisplayName="皇家君主转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvHonorGeneralM3 X2TechTemplate]
DisplayName="精英皇家君主转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvHonorGuardM2 X2TechTemplate]
DisplayName="荣誉卫队转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvHonorGuardM3 X2TechTemplate]
DisplayName="精英荣誉守卫转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

; Pathfinders
[Tech_InR_Recruitment_AdvPathfinderM1 X2TechTemplate]
DisplayName="变种人探路者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvPathfinderM2 X2TechTemplate]
DisplayName="高级探路者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvPathfinderM3 X2TechTemplate]
DisplayName="精英探路者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvPathfinderM4 X2TechTemplate]
DisplayName="尊贵探路者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

; Pathfinder Captains
[Tech_InR_Recruitment_AdvPathfinderCaptainM1 X2TechTemplate]
DisplayName="变种人探路者猎人转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvPathfinderCaptainM2 X2TechTemplate]
DisplayName="高级探路者猎人转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvPathfinderCaptainM3 X2TechTemplate]
DisplayName="精英探路者猎人转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvPathfinderCaptainM4 X2TechTemplate]
DisplayName="尊贵探路者猎人转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

; Assault Troopers
[Tech_InR_Recruitment_AssaultTrooperM1 X2TechTemplate]
DisplayName="变种人突击士兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AssaultTrooperM2 X2TechTemplate]
DisplayName="变种人高级突击士兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AssaultTrooperM3 X2TechTemplate]
DisplayName="变种人精英突击士兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AssaultTrooperCaptain X2TechTemplate]
DisplayName="变种人突击士兵军官转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

; Advent Warlock
[Tech_InR_Recruitment_AdvWarlockM1 X2TechTemplate]
DisplayName="变种人术士转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvWarlockM2 X2TechTemplate]
DisplayName="高级术士转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvWarlockM3 X2TechTemplate]
DisplayName="精英术士转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvWarlockM4 X2TechTemplate]
DisplayName="变种人术士领主转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

; Advent Psi Ops
[Tech_InR_Recruitment_AdvWraithM1 X2TechTemplate]
DisplayName="幽灵突击兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvWraithM2 X2TechTemplate]
DisplayName="高级幽灵突击兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvWraithM3 X2TechTemplate]
DisplayName="精英幽灵突击兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvRaptorM1 X2TechTemplate]
DisplayName="猛禽突击兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvRaptorM2 X2TechTemplate]
DisplayName="高级猛禽突击兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvRaptorM3 X2TechTemplate]
DisplayName="精英猛禽突击兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvDestroyerM1 X2TechTemplate]
DisplayName="驱逐舰突击兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvDestroyerM2 X2TechTemplate]
DisplayName="高级驱逐舰突击兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvDestroyerM3 X2TechTemplate]
DisplayName="精英驱逐舰突击兵转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

; Custodian
[Tech_InR_Recruitment_AdvCustodian X2TechTemplate]
DisplayName="变种人守卫者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvCustodianMaster X2TechTemplate]
DisplayName="变种人守卫者大师转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_AdvCustodianMK2 X2TechTemplate]
DisplayName="变种人守卫者MK2转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_ExaltedCustodian X2TechTemplate]
DisplayName="尊贵变种人守卫者转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_ExaltedCustodianGrandmaster X2TechTemplate]
DisplayName="尊贵变种人守护者大师转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

; Purge Priests
[Tech_InR_Recruitment_PurgePriest X2TechTemplate]
DisplayName="变种人净化祭司转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_PurgeBishop X2TechTemplate]
DisplayName="变种人净化主教大师转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_ExaltedPurgePriest X2TechTemplate]
DisplayName="尊贵变种人净化主教转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."

[Tech_InR_Recruitment_ExaltedPurgeArchbishop X2TechTemplate]
DisplayName="尊贵变种人净化大主教转职"
Summary="经过一些时间和精力，我们可以执行一项程序，从俘虏身上移除植入的控制芯片，有效地将他们从长老的掌握中解放出来，并允许我们招募他们."